Repository: djcode/Kodi-rTorrent-Plugin
Catalog: resources/language/resource.language.*/strings.po
Languages: ca_es, da_dk, de_de, et_ee, fi_fi, fr_fr, hr_hr, it_it, nl_nl, pt_br, ru_ru, sk_sk, zh_cn

# Addon Summary
source: rTorrent Control Plugin
ca_es: Connector pel control de rTorrent
da_dk: rTorrent Kontrol-plugin
de_de: rTorrent-Steuerung-Plugin
fi_fi: rTorrent-ohjauslisäosa
fr_fr: Plug-in de contrôle rTorrent
hr_hr: rTorrent upravljački priključak
it_it: Plugin di controllo rTorrent
pt_br: Plugin de controle rTorrent
zh_cn: rTorrent 控制插件

# Addon Description
source: A simple plugin for interacting with rTorrent over HTTP or SCGI.
ca_es: Un complement senzill per interactuar amb rTorrent mitjançant HTTP o SCGI.
da_dk: Et simpelt plugin til interaktion med rTorrent via HTTP eller SCGI.
de_de: Ein einfaches Plugin für die Zusammenarbeit mit rTorrent über HTTP oder SCGI.
fi_fi: Yksinkertainen lisäosa rTorrentin ohjaukseen HTTP-/SCGI-protokollien välityksellä.
fr_fr: Un plugin simple pour interagir avec rTorrent via HTTP ou SCGI.
hr_hr: Jednostavan priključak za interakciju s rTorrent putem HTTP ili SCGI.
it_it: Un semplice plugin per interagire con rTorrent su HTTP o SCGI.
nl_nl: Een eenvoudige plug-in voor interactie met rTorrent via HTTP of SCGI.
pt_br: Um plugin simples para interagir com rTorrent através dos protocolos HTTP ou SCGI.
zh_cn: 通过 HTTP 或 SCGI 与 rTorrent 交互的简单插件。

# Addon Disclaimer
source: Requires an rTorrent instance with XMLRPC enabled.
ca_es: Requereix una instància rTorrent amb XMLRPC habilitat.
da_dk: Kræver en rTorrent-instans med XMLRPC aktiveret.
de_de: Erfordert eine rTorrent-Instanz mit aktiviertem XMLRPC.
fi_fi: Vaatii rTorrent-instanssin, jossa on käytössä XMLRPC.
fr_fr: Nécessite une instance rTorrent avec XMLRPC activé.
hr_hr: Zahtijeva rTorrent primjerak s XMLRPC omogućenim.
it_it: Richiede un'istanza rTorrent con XMLRPC abilitato.
nl_nl: Vereist een rTorrent-instantie met XMLRPC ingeschakeld.
pt_br: Requer uma instância rTorrent com XMLRPC ativado.
zh_cn: 依赖启用 XMLRPC 的 rTorrent 实例。

# #30001
source: SCGI and HTTP protocols supported. Examples: http://host:port, scgi://host:port, scgi:///path/to/socket
ca_es: S'admeten protocols SCGI i HTTP. Exemples: http://host:port, scgi://host:port, scgi:///path/to/socket
da_dk: SCGI- og HTTP-protokoller understøttes. Eksempler: http://host:port, scgi://host:port, scgi:///sti/til/socket
de_de: SCGI- und HTTP-Protokolle werden unterstützt. Beispiele: http://host:port, scgi://host:port, scgi:///pfad/zo/socket
fi_fi: Tukee SCGI- ja HTTP-protokollia. Esimerkkejä: http://host:port, scgi://host:port, scgi:///path/to/socket
fr_fr: Protocoles SCGI et HTTP pris en charge. Exemples : http://host:port, scgi://host:port, scgi:///path/to/socket
hr_hr: SCGI i HTTP protokoli su podržani. Primjeri: http://poslužitelj:ulaz, scgi://poslužitelj:ulaz, scgi:///putanja/do/priključnice
it_it: Protocolli SCGI e HTTP supportati. Esempi: http://host:porta, scgi://host:porta, scgi:///percorso/socket
nl_nl: SCGI- en HTTP-protocollen worden ondersteund. Voorbeelden: http://host:poort, scgi://host:poort, scgi:///pad/naar/socket
pt_br: Protocolos SCGI e HTTP suportados. Exemplos: http://host:port, scgi://host:port, scgi:///path/to/socket
ru_ru: Поддерживаются протоколы SCGI и HTTP. Примеры: http://host:port, scgi://host:port, scgi:///path/to/socket
zh_cn: 支持 SCGI 和 HTTP 协议。 示例：http://host:port、scgi://host:port、scgi:///path/to/socket

# #30004
source: Downloading
ca_es: Baixant
da_dk: Henter
de_de: Herunterladen
et_ee: Allalaadimisel
fi_fi: Ladataan
fr_fr: Téléchargement
hr_hr: Preuzimanje
it_it: Download
nl_nl: Downloaden
pt_br: Baixando
ru_ru: Загружается
sk_sk: Sťahovanie
zh_cn: 下载中

# #30005
source: Complete
ca_es: Completat
da_dk: Komplet
de_de: Abgeschlossen
et_ee: Valmis
fi_fi: Valmis
fr_fr: Complet
hr_hr: Završeno
it_it: Completo
nl_nl: Compleet
pt_br: Concluído
ru_ru: Завершено
sk_sk: Dokončené
zh_cn: 完成

# #30040
source: Remote Folders (If rTorrent is on a remote computer)
ca_es: Carpetes Remotes (si rTorrent es troba en un ordinador remot)
da_dk: Netværksmapper (hvis rTorrent er på en netværkscomputer)
de_de: Remoteordner (wenn sich rTorrent auf einem entfernten Rechner befindet)
fi_fi: Etäkansiot (jos rTorrent sijaitsee etäkoneella)
fr_fr: Dossiers distants (si rTorrent est sur un ordinateur distant)
hr_hr: Udaljene mape (Ako je rTorrent na udaljenom računalu)
it_it: Cartelle remote (se rTorrent è su un computer remoto)
nl_nl: Externe mappen (als rTorrent op een externe computer staat)
pt_br: Pastas remotas (caso o rTorrent esteja em um computador remoto)
ru_ru: Удалённые папки (Если rTorrent - удалённый компьютер)
sk_sk: Vzdialené priečinky (ak je rTorrent na vzdialenom počítači)
zh_cn: 远程文件夹（如果 rTorrent 位于远程计算机上）

# #30080
source: Connection
ca_es: Connexió
da_dk: Forbindelse
de_de: Verbindung
et_ee: Ühendus
fi_fi: Yhteys
fr_fr: Connexion
hr_hr: Povezivanje
it_it: Connessione
nl_nl: Verbinding
pt_br: Conexão
ru_ru: Соединение
sk_sk: Pripojenie
zh_cn: 连接

# #30081
source: Remote
ca_es: Remot
da_dk: Netværk
fi_fi: Etäsijainti
fr_fr: Hôte
hr_hr: Udaljeno
it_it: Remoto
nl_nl: Op afstand
pt_br: Remoto
sk_sk: Vzdialené
zh_cn: 远程

# #30100
source: Start Download
ca_es: Inicia la baixada
de_de: Download starten
et_ee: Alusta allalaadimist
fi_fi: Käynnistä lataus
fr_fr: Commencer Le téléchargement
hr_hr: Započni preuzimanje
it_it: Inizia download
pt_br: Iniciar Download
ru_ru: Начать загрузку
sk_sk: Spustiť sťahovanie
zh_cn: 开始下载

# #30101
source: Stop Download
ca_es: Atura la baixada
de_de: Download stoppen
et_ee: Peata allalaadimne
fi_fi: Pysäytä lataus
fr_fr: Arrêter le téléchargement
hr_hr: Zaustavi preuzimanje
it_it: Ferma download
pt_br: Parar Download
ru_ru: Остановить загрузку
sk_sk: Zastaviť sťahovanie
zh_cn: 停止下载

# #30102
source: Erase Download
ca_es: Esborra la baixada
da_dk: Slet download
de_de: Download löschen
et_ee: Eemalda allalaadimine
fi_fi: Poista lataus
fr_fr: Effacer le téléchargement
hr_hr: Obriši preuzimanje
it_it: Cancella download
nl_nl: Wis Download
pt_br: Apagar Download
ru_ru: Удалить загрузку
sk_sk: Odstrániť stiahnutie
zh_cn: 删除下载

# #30120
source: Set Priority: High
ca_es: Estableix prioritat: Alta
da_dk: Indstil prioritet: Høj
de_de: Priorität setzen: Hoch
et_ee: Määra prioriteet: Kõrge
fi_fi: Aseta painotus: Korkea
fr_fr: Définir la priorité : Élevée
hr_hr: Postavi prioritet: Visok
it_it: Imposta priorità: alta
nl_nl: Prioriteit instellen: Hoog
pt_br: Definir Prioridade: Alta
ru_ru: Приоритет: Высокий
sk_sk: Nastaviť prioritu: Vysoká
zh_cn: 设置优先级：高

# #30121
source: Set Priority: Normal
ca_es: Estableix prioritat: Normal
da_dk: Indstil prioritet: Normal
de_de: Priorität setzen: Normal
et_ee: Määra prioriteet: Tavaline
fi_fi: Aseta painotus: Normaali
fr_fr: Définir la priorité : Normale
hr_hr: Postavi prioritet: Normalan
it_it: Imposta priorità: normale
nl_nl: Prioriteit instellen: Normaal
pt_br: Definir Prioridade: Normal
ru_ru: Приоритет: Нормальный
sk_sk: Nastaviť prioritu: Normálna
zh_cn: 设置优先级：正常

# #30122
source: Set Priority: Low
ca_es: Estableix prioritat: Baixa
da_dk: Indstil prioritet: Lav
de_de: Priorität setzen: Niedrig
et_ee: Määra prioriteet: Madal
fi_fi: Aseta painotus: Matala
fr_fr: Définir la priorité : Lente
hr_hr: Postavi prioritet: Nizak
it_it: Imposta priorità: bassa
nl_nl: Prioriteit instellen: Laag
pt_br: Definir Prioridade: Baixa
ru_ru: Приоритет: Низкий
sk_sk: Nastaviť prioritu: Nízka
zh_cn: 设置优先级：低

# #30123
source: Set Priority: Idle
ca_es: Estableix prioritat: Inactiu
da_dk: Indstil prioritet: Inaktiv
de_de: Priorität setzen: Leerlauf
et_ee: Määra prioriteet: Jõude
fi_fi: Aseta painotus: Toimeton
fr_fr: Définir la priorité : Inactive
hr_hr: Postavi prioritet: Mirovanje
it_it: Imposta priorità: inattivo
nl_nl: Prioriteit instellen: Inactief
pt_br: Definir Prioridade: Ocioso
ru_ru: Приоритет: В простое
sk_sk: Nastaviť prioritu: Nečinné
zh_cn: 设置优先级：空闲

# #30124
source: Set Priority: Don't Download
ca_es: Estableix prioritat: No baixar
da_dk: Indstil prioritet: Download ikke
de_de: Priorität setzen: Nicht herunterladen
et_ee: Määra prioriteet: Ära lae alla
fi_fi: Aseta painotus: Älä lataa
fr_fr: Définir la priorité : Ne pas télécharger
hr_hr: Postavi prioritet: Ne preuzimaj
it_it: Imposta priorità: non scaricare
nl_nl: Prioriteit instellen: Niet Downloaden
pt_br: Definir Prioridade: Não baixar
ru_ru: Приоритет: Не скачивать
sk_sk: Nastaviť prioritu: Nesťahovať
zh_cn: 设置优先级：不下载

# #30150
source: Play File
ca_es: Reproduir Fitxer
da_dk: Afspil fil
de_de: Datei wiedergeben
et_ee: Esita fail
fi_fi: Toista tiedosto
fr_fr: Lire le fichier
hr_hr: Reproduciraj datoteku
it_it: Riproduci file
nl_nl: Bestand afspelen
pt_br: Reproduzir Arquivo
ru_ru: Воспроизвести файл
sk_sk: Prehrať súbor
zh_cn: 播放文件

# #30151
source: This file has not downloaded completely.
ca_es: Aquest fitxer no s'ha baixat del tot.
da_dk: Denne fil er ikke downloadet fuldstændigt.
de_de: Diese Datei wurde nicht vollständig heruntergeladen.
et_ee: Fail ei ole täielikult alla laetud.
fi_fi: Tämä tiedosto on ladattu kokonaan.
fr_fr: Ce fichier n'a pas été entièrement téléchargé.
hr_hr: Ova datoteka nije u potpunosti preuzeta.
it_it: Questo file non è stato scaricato completamente.
nl_nl: Dit bestand is niet volledig gedownload.
pt_br: Este arquivo não foi baixado completamente.
ru_ru: Этот файл не загружен полностью.
sk_sk: Tento súbor nebol kompletne stiahnutý.
zh_cn: 此文件尚未完成下载。

# #30152
source: Are you sure you want to play it?
ca_es: Segur que el voleu reproduir?
da_dk: Er du sikker på at du vil afspille?
de_de: Soll sie wirklich wiedergegeben werden?
et_ee: Kas soovid seda tõesti esitada?
fi_fi: Haluatko varmasti toistaa sen?
fr_fr: Êtes-vous sûr de vouloir le lire ?
hr_hr: Sigurno ju želite reproducirati?
it_it: Sei sicuro di volerlo riprodurre?
nl_nl: Weet je zeker dat je het wilt afspelen?
pt_br: Tem certeza de que deseja reproduzir?
ru_ru: Вы уверены, что хотите воспроизвести этот файл?
sk_sk: Naozaj ho chcete prehrať?
zh_cn: 你确定要播放吗？

# #30153
source: Delete Download
ca_es: Esborra la baixada
da_dk: Slet download
de_de: Download löschen
et_ee: Kustuta allalaadimine
fi_fi: Poista lataus
fr_fr: Supprimer le téléchargement
hr_hr: Obriši preuzimanje
it_it: Elimina download
nl_nl: Verwijder Download
pt_br: Excluir Download
ru_ru: Удалить загрузку
sk_sk: Odstrániť stiahnutie
zh_cn: 删除下载

# #30154
source: Are you sure you want to delete this download?
ca_es: Segur que vols suprimir aquesta baixada?
da_dk: Er du sikker på at du vil slette denne download?
de_de: Soll dieser Download wirklich gelöscht werden?
et_ee: Kas kustutada see allalaadimine?
fi_fi: Haluatko varmasti poistaa latauksen?
fr_fr: Voulez-vous vraiment supprimer ce téléchargement ?
hr_hr: Sigurno želite obrisati ovo preuzimanje?
it_it: Sei sicuro di voler eliminare questo download?
nl_nl: Weet je zeker dat je deze download wilt verwijderen?
pt_br: Tem certeza de que deseja excluir este download?
ru_ru: Вы уверены, что хотите удалить эту загрузку?
sk_sk: Naozaj chcete odstrániť toto stiahnutie?
zh_cn: 你确定要删除此下载？

# #30900
source: Error!
da_dk: Fejl!
de_de: Fehler!
et_ee: Viga!
fi_fi: Virhe!
fr_fr: Erreur !
hr_hr: Greška!
it_it: Errore!
nl_nl: Fout!
pt_br: Erro!
ru_ru: Ошибка!
sk_sk: Chyba!
zh_cn: 错误！

# #30901
source: Unable to play file.
ca_es: Impossible reproduir el fitxer.
da_dk: Kan ikke afspille fil.
de_de: Datei konnte nicht wiedergegeben werden.
et_ee: Faili ei õnnestu esitada.
fi_fi: Tiedostoa ei voitu toistaa.
fr_fr: Impossible de lire le fichier.
hr_hr: Nemoguća reprodukcija datoteke.
it_it: Impossibile riprodurre il file.
nl_nl: Kan bestand niet afspelen.
pt_br: Não foi possível reproduzir o arquivo.
ru_ru: Не удалось воспроизвести файл.
sk_sk: Súbor nebolo možné prehrať.
zh_cn: 无法播放文件。

# #30902
source: Connection Failed
ca_es: La connexió ha fallat
da_dk: Forbindelse mislykkedes
de_de: Verbindung fehlgeschlagen
et_ee: Ühendus nurjus
fi_fi: Yhteyden muodostus epäonnistui
fr_fr: La connexion a échoué
hr_hr: Neuspješno povezivanje
it_it: Connessione fallita
nl_nl: Verbinding mislukt
pt_br: Falha na conexão
ru_ru: Потерянно соединение
sk_sk: Chyba spojenia
zh_cn: 连接失败

# #30903
source: Check settings...
ca_es: Comprova la configuració...
da_dk: Kontroller indstillinger...
de_de: Einstellungen werden geprüft …
et_ee: Kontrolli seadeid...
fi_fi: Tarkista asetukset...
fr_fr: Vérifier les paramètres...
hr_hr: Provjera postavki...
it_it: Controlla le impostazioni...
nl_nl: Controleer instellingen...
pt_br: Verifique as configurações...
ru_ru: Проверка настроек...
sk_sk: Skontrolujte nastavenia...
zh_cn: 检查设置...

# #30904
source: Exit
ca_es: Sortir
da_dk: Afslut
de_de: Beenden
et_ee: Välju
fi_fi: Sulje
fr_fr: Sortir
hr_hr: Zatvori
it_it: Esci
nl_nl: Uitgang
pt_br: Sair
ru_ru: Выход
sk_sk: Ukončiť
zh_cn: 退出

# #30905
source: Something went wrong.
ca_es: Alguna cosa ha anat malament.
da_dk: Noget gik galt.
de_de: Es ist etwas schief gelaufen.
et_ee: Midagi läks valesti.
fi_fi: Jotain meni pieleen.
fr_fr: Quelque chose s'est mal passé.
hr_hr: Nešto je pošlo po krivu.
it_it: Qualcosa è andato storto.
nl_nl: Er is iets fout gegaan.
pt_br: Algo deu errado.
ru_ru: Что-то пошло не так.
sk_sk: Niečo sa pokazilo.
zh_cn: 出现问题。

# #30906
source: An XMLRPC protocol error occurred. Submit a bug report!
ca_es: Error del protocol XMLRPC. Envia l'informe de l'error!
da_dk: Der opstod en XMLRPC-protokolfejl. Indsend en fejlrapport!
de_de: Ein XMLRPC-Protokollfehler ist aufgetreten. Bitte einen Fehlerbericht übermitteln!
fi_fi: Tapahtui XMLRPC-protokollavirhe. Lähetä virheilmoitus!
fr_fr: Une erreur de protocole XMLRPC s'est produite. Soumettre un rapport de bogue !
hr_hr: Nastala je greška XMLRPC protokola. Prijavite izvještaj greške!
it_it: Si è verificato un errore del protocollo XMLRPC. Invia una segnalazione di bug!
nl_nl: Er is een XMLRPC-protocolfout opgetreden. Dien een bugrapport in!
pt_br: Ocorreu um erro de protocolo XMLRPC. Envie um relatório de erro!
ru_ru: Произошла ошибка протокола XMLRPC. Напишите отчёт об ошибке!
zh_cn: 发生 XMLRPC 协议错误。提交错误报告！

# #30907
source: An XMLRPC fault occurred. Submit a bug report!
ca_es: S'ha produït un error del XMLRPC. Envia l'informe de l'error!
da_dk: Der opstod en XMLRPC-fejl. Indsend en fejlrapport!
de_de: Ein XMLRPC-Fehler ist aufgetreten. Bitte einen Fehlerbericht übermitteln!
fi_fi: Tapahtui XMLRPC-virhe. Lähetä virheilmoitus!
fr_fr: Une erreur XMLRPC s'est produite. Soumettre un rapport de bogue !
hr_hr: Nastala je XMLRPC greška. Prijavite izvještaj greške!
it_it: Si è verificato un errore XMLRPC. Invia una segnalazione di bug!
nl_nl: Er is een XMLRPC-fout opgetreden. Dien een bugrapport in!!
pt_br: Ocorreu uma falha XMLRPC. Envie um relatório de erro!
ru_ru: Произошла ошибка XMLRPC. Напишите отчёт об ошибке!
zh_cn: 发生 XMLRPC 错误。提交错误报告！

# #30908
source: Connection to rTorrent refused. Check firewall settings.
ca_es: S'ha rebutjat la connexió a rTorrent. Comprova la configuració del tallafoc.
da_dk: Forbindelse til rTorrent nægtet. Kontroller indstillinger for firewall.
de_de: Verbindung zu rTorrent verweigert. Bitte Firewall-Einstellungen prüfen.
fi_fi: rTorrent-yhteys evättiin. Tarkista palomuurin asetukset.
fr_fr: Connexion à rTorrent refusée. Vérifier les paramètres du pare-feu.
hr_hr: Povezivanje s rTorrent je odbijeno. Provjerite postavke vatrozida.
it_it: Connessione a rTorrent rifiutata. Verifica le impostazioni del firewall.
nl_nl: Verbinding met rTorrent geweigerd. Controleer de firewall-instellingen.
pt_br: Conexão com rTorrent recusada. Verifique as configurações do firewall.
ru_ru: Соединение с rTorrent сброшено. Проверьте настройки брандмауэра.
zh_cn: 与 rTorrent 的连接被拒绝。检查防火墙设置。

# #30909
source: Connection to rTorrent timed out. Check the host is correct.
ca_es: La connexió a rTorrent ha esgotat el temps d'espera. Comprova que l'amfitrió és correcte.
da_dk: Forbindelsen til rTorrent fik timeout. Kontroller at værten er korrekt.
de_de: Zeitüberschreitung bei Verbindung zu rTorrent. Bitte überprüfen, ob der Host korrekt ist.
fi_fi: rTorrent-yhteys aikakatkaistiin. Tarkista palvelimen tiedot.
fr_fr: La connexion à rTorrent a expiré. Vérifier que l'hôte est correct.
hr_hr: Povezivanje s rTorrent je isteklo. Provjerite je li računalo ispravno.
it_it: Connessione a rTorrent scaduta. Verifica che l'host sia corretto.
nl_nl: Verbinding met rTorrent is verlopen. Controleer of de host correct is.
pt_br: A conexão com rTorrent expirou. Verifique se o host está correto.
ru_ru: Истекло время на ожидание соединения с rTorrent. Проверьте адрес хоста.
zh_cn: 与 rTorrent 的连接超时。检查主机是否正确。

# #30910
source: Unexpected error occurred.
ca_es: Hi ha hagut un error inesperat.
da_dk: Der opstod en uventet fejl.
de_de: Unerwarteter Fehler aufgetreten.
fi_fi: Tapahtui odottamaton virhe.
fr_fr: Une erreur inattendue s'est produite.
hr_hr: Dogodila se neočekivana greška.
it_it: Si è verificato un errore imprevisto.
nl_nl: Er is een onverwachte fout opgetreden.
pt_br: Ocorreu um erro inesperado.
ru_ru: Произошла неожиданная ошибка.
sk_sk: Nastala neočakávaná chyba.
zh_cn: 发生意外错误。

# #30000
source: URI
ru_ru: Ссылка
sk_sk: Adresa URI
